Repository: daaihang/sprout
Catalog: sprout/sprout/Toolbar.xcstrings
Source language: en
Languages: es_419, fr, ja, ko, ru, zh_hans, zh_hant

# toolbar.attachment.location
source: Location
es_419: Ubicación
fr: Lieu
ja: 場所
ko: 위치
ru: Местоположение
zh_hans: 位置
zh_hant: 位置

# toolbar.attachment.music
source: Music
es_419: Música
fr: Musique
ja: 音楽
ko: 음악
ru: Музыка
zh_hans: 音乐
zh_hant: 音樂

# toolbar.attachment.todo
source: To-Do
es_419: Tarea
fr: À faire
ja: やること
ko: 할 일
ru: Задача
zh_hans: 待办
zh_hant: 待辦

# toolbar.attachment.voice
source: Voice
es_419: Voz
fr: Voix
ja: 音声
ko: 음성
ru: Голос
zh_hans: 语音
zh_hant: 語音

# toolbar.hint.tap_or_hold
source: Tap to type Hold to talk
es_419: Toca para escribir Mantén presionado para hablar
fr: Appuyez pour taper Maintenez pour parler
ja: タップして入力 長押しで話す
ko: 탭하여 입력 길게 눌러 말하기
ru: Нажмите, чтобы печатать Удерживайте, чтобы говорить
zh_hans: 点击输入 长按语音
zh_hant: 點擊輸入 長按語音

# toolbar.input.placeholder
source: What do you want to capture today?
es_419: ¿Qué quieres capturar hoy?
fr: Que voulez-vous capturer aujourd'hui ?
ja: 今日は何を記録しますか？
ko: 오늘 무엇을 기록하고 싶으세요?
ru: Что вы хотите записать сегодня?
zh_hans: 今天想记录什么？
zh_hant: 今天想記錄什麼？

# toolbar.recording
source: Recording
es_419: Grabación
fr: Enregistrement
ja: 録音中
ko: 녹음
ru: Запись
zh_hans: 录音中
zh_hant: 錄音中

# toolbar.voice.cancel
source: Cancel Recording
es_419: Cancelar grabación
fr: Annuler l'enregistrement
ja: 録音をキャンセル
ko: 녹음 취소
ru: Отменить запись
zh_hans: 取消录音
zh_hant: 取消錄音

# toolbar.voice.continuous
source: Continuous recording
es_419: Grabación continua
fr: Enregistrement continu
ja: 録音を継続中
ko: 연속 녹음
ru: Непрерывная запись
zh_hans: 持续录音中
zh_hant: 持續錄音中

# toolbar.voice.lock
source: Keep Recording
es_419: Continuar grabando
fr: Continuer l'enregistrement
ja: 録音を継続
ko: 녹음 계속
ru: Продолжить запись
zh_hans: 持续录音
zh_hant: 持續錄音

# toolbar.voice.locked_hint
source: Keep talking, then stop when you're done
es_419: Sigue hablando, luego detente cuando hayas terminado
fr: Continuez à parler, puis arrêtez quand vous avez terminé
ja: 話し続けて、終わったら停止してください
ko: 말하고, 다 끝나면 중지하세요
ru: Продолжайте говорить, затем остановитесь, когда закончите
zh_hans: 继续说话，完成后停止录音
zh_hant: 繼續說話，完成後停止錄音

# toolbar.voice.stop
source: Stop Recording
es_419: Detener grabación
fr: Arrêter l'enregistrement
ja: 録音を停止
ko: 녹음 중지
ru: Остановить запись
zh_hans: 停止录音
zh_hant: 停止錄音

# toolbar.voice.transcribing
source: Transcribing what you're saying…
es_419: Transcribiendo lo que estás diciendo…
fr: Transcription de ce que vous dites…
ja: 話した内容を文字起こししています…
ko: 말하는 내용을 텍스트로 변환 중…
ru: Транскрибирование того, что вы говорите…
zh_hans: 正在转写你说的话…
zh_hant: 正在轉寫你說的話…

# toolbar.action.fullscreen
source: Open Fullscreen Composer
es_419: Abrir compositor pantalla completa
fr: Ouvrir le compositeur plein écran
ja: 全画面入力を開く
ko: 전체 화면 컴포저 열기
ru: Открыть полноэкранный редактор
zh_hans: 打开全屏输入页
zh_hant: 打開全螢幕輸入頁

# toolbar.attachment.people
source: %d people
es_419: %d personas
fr: %d personnes
ja: %d人
ko: %d명
ru: %d человек
zh_hans: %d 人
zh_hant: %d 人

# toolbar.attachment.photos
source: %d photos
es_419: %d fotos
ja: 写真 %d 枚
ko: %d장 사진
ru: %d фото
zh_hans: %d张照片
zh_hant: %d張照片

# toolbar.section_title
source: Section
zh_hans: 章节

# toolbar.skip_action
source: Skip
zh_hans: 跳过

# toolbar.continue_action
source: Continue
zh_hans: 继续

# toolbar.get_started
source: Get Started
zh_hans: 开始
